const builtinQuizData = [
  {
    id: "q001",
    elementName: "基本読解",
    elementNo: 1,
    title: "本場の焼肉",
    sequenceNo: 1,
    passage: "韓国料理といえばビビンバ、トッポッキなどいろいろあるが、韓国に来たら絶対に食べておきたいのが本場の焼肉だ。炭火でじっくりと焼いたカルビ、鉄板でこんがりと焼いたサムギョプサル、さく切りの野菜と炒めた甘辛いタッカルビなど、焼肉だけでもさまざまな種類があって、どれを食べたらいいのかと迷ってしまう。",
    question: "問　筆者がおすすめしている韓国料理を含んでいるものを、すべて選びなさい。",
    choices: [
      "ビビンバ、サムギョプサル",
      "トッポッキ、ビビンバ",
      "焼肉"
    ],
    answers: [0, 2],
    explanation: "「韓国に来たら絶対に食べておきたいのが本場の焼肉だ」と書かれているので、筆者は焼肉をすすめています。ここから、Cが正しいことはすぐにわかります。そして、焼肉の種類として、カルビ、サムギョプサル、タッカルビを紹介しているので、サムギョプサルを含んだAも正しいことになります。"
  },
  {
    id: "q002",
    elementName: "基本読解",
    elementNo: 1,
    title: "漢字で書くと？",
  ];